tap "homebrew/cask-fonts"

brew "bash"
brew "bash-completion@2"
brew "bat"
brew "curl"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "mas"
brew "ondir"
brew "python"
brew "ripgrep"
brew "shellcheck"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "vim"

mas "Acorn", id: 1547371478
mas "DaisyDisk", id: 411643860
mas "Dark Noise", id: 1465439395
mas "Marked 2", id: 890031187
mas "Soulver 2", id: 413965349
mas "WiFi Explorer", id: 494803304

cask "alfred"
cask "dash"
cask "iterm2"
cask "rectangle"

cask "font-fira-code"
cask "font-ibm-plex"
cask "font-iosevka"
cask "font-jetbrains-mono"
