brew "bash"
brew "bash-completion@2"
brew "bat"
brew "curl"
brew "direnv"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "jq"
brew "mas"
brew "python"
brew "ripgrep"
brew "shellcheck"
brew "tig"
brew "universal-ctags"
brew "vim"

mas "Acorn", id: 6737921844
mas "DaisyDisk", id: 411643860
mas "Dark Noise", id: 1465439395
mas "Marked 2", id: 890031187

cask "alfred"
cask "dash"
cask "obsidian"
cask "rectangle"
cask "wezterm"

cask "font-fira-code"
cask "font-ibm-plex"
cask "font-iosevka"
cask "font-jetbrains-mono"
