tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"

brew "bash"
brew "bash-completion"
brew "bat"
brew "curl"
brew "fd"
brew "fzf"
brew "mas"
brew "python"
brew "ripgrep"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "vim"

mas "Acorn", id: 1233861775
mas "Byword", id: 420212497
mas "DaisyDisk", id: 411643860
mas "Dark Noise", id: 1465439395
mas "Marked 2", id: 890031187
mas "Soulver 2", id: 413965349
mas "WiFi Explorer", id: 494803304

cask "dash"
cask "iterm2"
cask "rectangle"
cask "fliqlo"
cask "nvalt"

cask "font-fira-code"
cask "font-ibm-plex"
cask "font-iosevka"
cask "font-lato"
cask 'font-roboto-mono'
